songs/psychokiller.org
#+TITLE: Talking Heads - Psycho Killer

* Lyrics
#+begin_example
[Verse 1]
I can't seem to face up to the facts
I'm tense and nervous, and I can't relax
I can't sleep cause my bed's on fire
Don't touch me, I'm a real live wire

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Verse 2]
You start a conversation, you can't even finish it
You're talking a lot, but you're not saying anything
When I have nothing to say, my lips are sealed
Say something once, why say it again?

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Bridge]
Ce que j'ai fait, ce soir-là
Ce qu'elle a dit, ce soir-là
Réalisant mon espoir
Je me lance, vers la gloire, okay
Aye-ya-ya-ya-ya-ya-ya-ya-ya-ya-ya-yeah
We are vain and we are blind
I hate people when they're not polite

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Guitar Solo]

[Outro]
Hey, hey, hey, hey
#+end_example

