songs/psychokiller.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="no" xml:lang="no">
<head>
<!-- 2023-06-30 Fri 13:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Talking Heads - Psycho Killer</title>
<meta name="author" content="Tarjei Bærland" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="style.css" type="text/css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Talking Heads - Psycho Killer</h1>

<div id="outline-container-org3ecfbb4" class="outline-2">
<h2 id="org3ecfbb4">Lyrics</h2>
<div class="outline-text-2" id="text-org3ecfbb4">
<pre class="example" id="orgb37b773">
[Verse 1]
I can't seem to face up to the facts
I'm tense and nervous, and I can't relax
I can't sleep cause my bed's on fire
Don't touch me, I'm a real live wire

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Verse 2]
You start a conversation, you can't even finish it
You're talking a lot, but you're not saying anything
When I have nothing to say, my lips are sealed
Say something once, why say it again?

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Bridge]
Ce que j'ai fait, ce soir-là
Ce qu'elle a dit, ce soir-là
Réalisant mon espoir
Je me lance, vers la gloire, okay
Aye-ya-ya-ya-ya-ya-ya-ya-ya-ya-ya-yeah
We are vain and we are blind
I hate people when they're not polite

[Chorus]
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh
Psycho killer, qu'est-ce que c'est?
Fa-fa-fa-fa, fa-fa-fa-fa-fa, fa, better
Run, run, run, run, run, run, run away
Oh, oh, oh, oh, aye-ya-ya-ya-ya

[Guitar Solo]

[Outro]
Hey, hey, hey, hey
</pre>
</div>
</div>
</div>
</body>
</html>